<template>
<div class="privacy-agreement">
    <h2>隐私保护指引</h2>
    <h3>我们收集的信息</h3>
    <p>感谢您使用天工严选数藏！本次我们根据近期出台的法律法规以及监管要求更新了《天工严选数藏隐私保护指引》。本次更新的内容主要包括：根据监管要求设置《应用收集个人信息清单》和《第三方信息共享清单》，并完善《第三方SDK目录》；进一步归类、细化收集、使用个人信息的场景；根据法律规定更新处理个人信息获取同意的例外情形；细化与合作方共享的个人信息；细化您作为个人信息主体的权利实现路径。</p>
    <p>天工严选数藏是由上海创图网络科技股份有限公司（以下简称“我们”或“创图科技”）研发和运营的数字藏品交易平台。在您使用此产品、服务的过程中，我们会按照如下方式收集您在使用服务时主动提供的或因为使用服务而产生的信息，用以向您提供服务、优化我们的服务以及保障您的账户安全：</p>
    <p class="text">（1）当您注册账号时，我们会收集您的手机号码，以便帮助您完成账号注册，保护您的账号安全，同时会向您的手机号码发送服务通知。在您购买数字藏品之前，我们会收集您的姓名、身份证件信息。此外，为了验证您提供信息的真实、有效性，在获得您的明确同意后，第三方会收集您的人脸信息用于身份验证，并向我们反馈核验结果。第三方承诺在完成身份验证后的3天内删除您的人脸信息。手机号码、身份证件信息、人脸信息均属于敏感信息，收集此类信息是为了满足相关法律法规的网络实名制要求。若您不提供这类信息，您可能无法正常使用我们的服务。</p>
    <p class="text">（2）为了完成账号注册，我们会收集您为账号设置的头像、昵称以及您主动提供的其他资料信息。为了更好地向您提供本服务，创图科技可对上述昵称、头像以及您在本软件中的相关操作信息进行使用，并向您本人或其他用户展示该等信息。</p>
    <p class="text">（3）为保障您正常使用我们的服务，维护我们服务的正常运行，改善及优化您的服务体验并保障您的账号安全，我们会收集您的常用设备标识（例如IMSI、IMEI、AndroidID等）、设备Mac地址、设备SN、手机型号、已安装应用列表、系统版本、硬件参数、网络状态及记录、系统日志、多媒体文件等信息。</p>
    <p class="text">（4）我们会保存您购买数字藏品的相关记录，并在应用中向您展示。在您主动同意公开购买记录后，其他用户可以进行访问。</p>
    <p class="text">（5）当您编辑头像、上传图片功能时，我们会在征得您的同意后，访问您的相册权限。上述信息属于敏感信息，如您拒绝提供该信息，将无法正常使用头像上传、编辑的相应服务。</p>
    <p class="text">
        （6）当您编辑头像、拍摄图片进行反馈、人脸核身时，我们会在征得您的同意后，访问您的相机权限。上述信息属于敏感信息，如您拒绝提供该信息，将无法使用正常拍摄、人脸核身相关服务。
    </p>
    <p class="text">
        （7）所有权限均不会默认开启，只有经过您明确同意后方视为获得授权。我们获得具体某一项权限并不代表我们必然会收集您的相关信息；即使我们已经获得敏感权限，也仅在必要时、根据本指引来收集、使用您的相关信息。您可以通过系统设置内关于本产品的应用权限设置，查看您上述个人信息的访问权限开启状态，并可以决定开启或关闭这些权限。开启这些权限即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，关闭这些权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息，也无法为您提供上述与这些授权所对应的功能。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。</p>
    <p class="text">
        （8）另外，根据相关法律法规及国家标准，以下情形中，我们可能会收集您的相关个人信息无需征求您的授权同意：<br />
        • 我们在以下情况下收集和使用您的个人信息无需取得您的同意：<br />
        • 为订立、履行您作为一方当事人的合同所必需，或者按照依法制定的劳动规章制度和依法
        签订的集体合同实施人力资源管理所必需；<br />
        • 为履行法定职责或者法定义务所必需；<br />
        • 为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；<br />
        • 为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理您的个人信息；<br />
        • 依照《个人信息保护法》规定在合理范围内处理您自行公开或者其他已经合法公开的个人
        信息；<br />
        • 法律、行政法规规定的其他情形。
    </p>
    <p class="text">
        （9）请您理解，我们向您提供的功能和服务是不断更新和发展的，如果某一功能或服务未在前述说明中且收集了您的信息，我们会通过页面提示、交互流程、网站公告等方式另行向您说明信息收集的内容、范围和目的，以征得您的同意。
    </p>
    <p>请您注意，目前我们不会主动从创图科技以外的第三方获取您的个人信息。如未来为业务发展需要从第三方间接获取您的个人信息，我们会在获取前向您告知个人信息的来源、类型及使用范围，如我们开展业务需进行的个人信息处理活动超出您原本向第三方提供个人信息时的授权同意范围，我们将在处理您该等个人信息前征得您的授权同意；此外，我们也将会严格遵守相关法律法规的规定，并要求第三方保障其提供的信息的合法性。</p>

    <h3>
        信息的存储
    </h3>
    <p>2.1 信息存储的方式和期限<br />
        我们会通过安全的方式存储您的信息，包括本地存储（例如利用APP进行数据缓存）、数据库和服务器日志。
        一般情况下，我们只会在为实现服务目的所必需的时间内或法律法规规定的条件下存储您的个人信息。</p>
    <p>2.2 信息存储的地域<br />
        我们会按照法律法规规定，将境内收集的用户个人信息存储于中国境内。
        目前我们不会跨境传输或存储您的个人信息。将来如需跨境传输或存储的，我们会向您告知信息出境的目的、接收方、安全保证措施和安全风险，并征得您的同意。</p>
    <p>2.3 产品或服务停止运营时的通知<br />
        当我们的产品或服务发生停止运营的情况时，我们将以推送通知、公告等形式通知您，并在合理期限内删除您的个人信息或进行匿名化处理，法律法规另有规定的除外。
    </p>
    <h3>
        信息安全
    </h3>
    <p>3.1 安全保护措施<br />
        我们努力为用户的信息安全提供保障，以防止信息的泄露、丢失、不当使用、未经授权访问和披露等。我们使用多方位的安全保护措施，以确保用户的个人信息保护处于合理的安全水平，包括技术保护手段、管理制度控制、安全体系保障等诸多方面。</p>
    <p>我们采用业界领先的技术保护措施。我们使用的技术手段包括但不限于防火墙、加密（例如SSL）、去标识化或匿名化处理、访问控制措施等。此外，我们还会不断加强安装在您设备端的软件的安全能力。例如，我们会在您的设备本地完成部分信息加密工作，以巩固安全传输；我们会了解您设备安装的应用信息和运行的进程信息，以预防病毒、木马等恶意程序。</p>
    <p>我们建立了保障个人信息安全专门的管理制度、流程和组织。例如，我们严格限制访问信息的人员范围，要求他们遵守保密义务并进行审计，违反义务的人员会根据规定进行处罚。我们也会审查该管理制度、流程和组织，以防未经授权的人员擅自访问、使用或披露用户的信息。</p>
    <p>我们建议您在使用产品和服务时充分注意对个人信息的保护，我们也会提供多种安全功能来协助您保护自己的个人信息安全。
    </p>
    <p>3.2 安全事件处置措施<br />
        若发生个人信息泄露、损毁、丢失等安全事件，我们会启动应急预案，阻止安全事件扩大。安全事件发生后，我们会及时以推送通知、邮件等形式告知您安全事件的基本情况、我们即将或已经采取的处置措施和补救措施，以及我们对您的应对建议。如果难以实现逐一告知，我们将通过公告等方式发布警示。</p>
    <h3>
        我们如何使用信息
    </h3>
    <p>我们严格遵守法律法规的规定以及与用户的约定，按照本隐私保护指引所述使用收集的信息，以向您提供更为优质的服务。</p>
    <p>4.1 信息使用规则<br />
        我们会按照如下规则使用收集的信息：<br />
        • 我们会根据我们收集的信息向您提供各项功能与服务；<br />
        • 我们会根据您使用本产品的频率和情况、故障信息、性能信息等分析我们产品的运行情况，以确保服务的安全性，并优化我们的产品，提高我们的服务质量。我们不会将我们存储在分析软件中的信息与您提供的个人身份信息相结合。</p>
    <p>4.2 告知变动目的后征得同意的方式
        我们将会在本隐私保护指引所涵盖的用途内使用收集的信息。如我们使用您的个人信息，超出了与收集时所声称的目的及具有直接或合理关联的范围，我们将在使用您的个人信息前，再次向您告知并征得您的明示同意。</p>
    <h3>
        对外提供
    </h3>
    <p>目前，除已列明的第三方SDK以及《第三方信息共享清单》列明的情形外，我们不会主动共享或转让您的个人信息至第三方。我们会审慎选择第三方和第三方服务，督促相关第三方在按照本指引或另行与您达成的约定收集和使用您的个人信息，并采取适当的安全技术和管理措施保障您的个人信息安全。如存在其他共享或转让您的个人信息或您需要我们将您的个人信息共享或转让至第三方情形时，我们会直接或确认第三方征得您对上述行为的明示同意。</p>
    <p>我们不会对外公开披露所收集的个人信息，如必须公开披露时，我们会向您告知此次公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得您的明示同意。
        随着我们业务的持续发展，我们有可能进行合并、收购、资产转让等交易，我们将告知您相关情形，按照法律法规及不低于本隐私保护指引所要求的标准继续保护或要求新的控制者继续保护您的个人信息。</p>
    <p>另外，根据相关法律法规及国家标准，以下情形中，我们可能会共享、转让、公开披露个人信息无需事先征得您的授权同意：<br />
        • 与国家安全、国防安全直接相关的；<br />
        • 与公共安全、公共卫生、重大公共利益直接相关的；<br />
        • 与犯罪侦查、起诉、审判和判决执行等直接相关的；<br />
        • 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；<br />
        • 个人信息主体自行向社会公众公开个人信息的；<br />
        • 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</p>
    <h3>
        您的权利
    </h3>
    <p>我们可能会视产品具体情况为您提供相应的操作设置，以便您可以查询、复制、删除、更正或撤回您的相关个人信息，您可通过“我的—个人中心—信息修改—头像”“我的—设置—退出登录”页面具体指引进行操作。我们会不断优化您行使权利的渠道、体验，如您有任何疑问或需求，可以通过本协议约定的方式与我们联系。</p>
    <h3>
        变更
    </h3>
    <p>我们可能会适时对本隐私保护指引进行修订。当隐私保护指引的条款发生变更时，我们会按照法律法规要求，以适当方式向您提示变更后的隐私保护指引，并向您说明生效日期。请您仔细阅读变更后的隐私保护指引内容，您继续使用天工严选数藏表示您同意我们按照更新后的隐私保护指引处理您的个人信息。</p>
    <h3>
        未成年人保护
    </h3>
    <p>我们非常重视对未成年人个人信息的保护。我们会根据相关法律法规的规定，要求不满十四周岁的未成年人在使用天工严选数藏的服务或向我们提供个人信息前，应当事先取得自己的监护人（比如自己的父母）的授权同意；已满十四周岁未满十八周岁的未成年人，可以事先取得自己的监护人的授权同意或自行授权同意。
        特别地，若您是14周岁以下的儿童，我们还专门为您制定了《儿童隐私保护声明》，儿童及其监护人在为14周岁以下的儿童使用天工严选数藏服务前，还应仔细阅读《儿童隐私保护声明》。只有在取得监护人对《儿童隐私保护声明》的同意后，14周岁以下的儿童方可使用我们提供的服务。
        我们仅在法律法规允许、未成年人的监护人明确同意或者有必要保护未成年人的情况下使用、对外提供或公开披露该信息。
        若您是未成年人的监护人，请您关注您监护的未成年人是否是在取得您的授权同意之后使用天工严选数藏的服务。如果您对您所监护的未成年人的个人信息有疑问，请通过第10节中的联系方式与我们联系。</p>

    <h3>
        其他
    </h3>
    <p>创图科技《隐私政策》是我们统一适用的一般性隐私条款，其中所规定的用户权利及信息安全保障措施均适用于天工严选数藏用户。如创图科技《隐私政策》与本隐私保护指引存在不一致或矛盾之处，请以本隐私保护指引为准。</p>

    <h3>
        联系我们
    </h3>
    <p>我们设立了专门的个人信息保护团队和个人信息保护负责人，如果您对本隐私政策或个人信息保护相关事宜有任何疑问或投诉、建议时，您可以通过以下方式与我们联系：<br />
        1. 您可以填写个人信息保护和隐私问题反馈问卷与我们联系；<br />
        2. 将问题发送至<span>tgs@creatoo.cn</span>；<br />
        3. 通过“文化云”微信公众号与我们联系；<br />
        4. 将您的问题邮寄至下列地址：<br />
        上海闸北区广中西路777弄10号楼3楼 创图科技（收） 邮编：200070<br />
        我们将尽快审核所涉问题，并在15日内或法律法规规定的期限内予以反馈。</p>
</div>
</template>

<script>
export default {
    name: 'privacyAgreement',
    data() {
        return {
            name: '天工严选数藏'
        }
    },
}
</script>

<style lang="scss" scoped>
.privacy-agreement {
    background: #000;
    color: white;
    padding: 0 40px 40px;
    box-sizing: border-box;
    text-align: justify;

    h2 {
        font-size: 42px;
        color: white;
        text-align: center;
        padding: 60px 0;
    }

    h3 {
        font-weight: bold;
        font-size: 36px;
        margin: 56px 0;
    }

    p {
        font-size: 28px;
        margin-bottom: 22px;
        line-height: 48px;

        span {
            color: #d8b77b;
        }

        &.text {
            margin-bottom: 22px;
        }
    }
}
</style>
